---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PartMakerSplitterProfileFlipAcross
source: html/6a84e702-388f-7d7f-1323-3e75777b2620.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PartMakerSplitterProfileFlipAcross Property

"Profile Across Flip"

## Syntax (C#)
```csharp
public static ForgeTypeId PartMakerSplitterProfileFlipAcross { get; }
```